<template>
  <!-- <div>----ОБРАЩЕНИЕ К ПРОВЕРЯЮЩЕМУ МОЙ ПРОЕКТ----</div> -->
  <!-- <div>
    В данном тестовом заднии прошу в первую очередь
    оценивать написание кода, нежели мою внимательность.
  </div>
  <div>
    Мелкие недочеты прошу не оценивать за ошибку так как в любом проекте есть рефакторинг
    кода и исправление багов.
  </div>
  <div>
    Есть так же вероятность что я немного запутался в запросах к API и взял что то не
    оттуда, но это все тоже поправимо при необходимости.
  </div>
  <div>Доброго дня.</div> -->
  <router-view />
</template>

<script>
export default {
  name: "App",
};
</script>

<style></style>
